spaced-repetition-backend/app/controllers/memories_controller.rb

SELECT "memories".* FROM "memories"
---
  def index
    render json: Memory.all, include: [:recall_events]